{
  "LazyVim": {
    "branch": "main"
  },
  "SchemaStore.nvim": {
    "branch": "main"
  },
  "blink.cmp": {
    "branch": "main"
  },
  "bufferline.nvim": {
    "branch": "main"
  },
  "catppuccin": {
    "branch": "main"
  },
  "clangd_extensions.nvim": {
    "branch": "main"
  },
  "clever-f.vim": {
    "branch": "master"
  },
  "codesnap.nvim": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "flash.nvim": {
    "branch": "main"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "fzf-lua": {
    "branch": "main"
  },
  "git-blame.nvim": {
    "branch": "master"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "go.nvim": {
    "branch": "master"
  },
  "grug-far.nvim": {
    "branch": "main"
  },
  "guihua.lua": {
    "branch": "master"
  },
  "harpoon": {
    "branch": "harpoon2"
  },
  "indent-blankline.nvim": {
    "branch": "master"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "lazygit.nvim": {
    "branch": "main"
  },
  "lualine.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason-nvim-dap.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.ai": {
    "branch": "main"
  },
  "mini.icons": {
    "branch": "main"
  },
  "mini.pairs": {
    "branch": "main"
  },
  "mini.surround": {
    "branch": "main"
  },
  "multiple-cursors.nvim": {
    "branch": "main"
  },
  "neo-tree.nvim": {
    "branch": "main"
  },
  "neocodeium": {
    "branch": "main"
  },
  "neotest": {
    "branch": "master"
  },
  "neotest-golang": {
    "branch": "main"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "none-ls.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-go": {
    "branch": "main"
  },
  "nvim-dap-ui": {
    "branch": "master"
  },
  "nvim-dap-virtual-text": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-context": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "one-small-step-for-vimkind": {
    "branch": "main"
  },
  "persistence.nvim": {
    "branch": "main"
  },
  "playground": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "tailwind-tools.nvim": {
    "branch": "master"
  },
  "telescope-terraform-doc.nvim": {
    "branch": "main"
  },
  "telescope-terraform.nvim": {
    "branch": "main"
  },
  "telescope.nvim": {
    "branch": "master"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "tokyonight.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "ts-comments.nvim": {
    "branch": "main"
  },
  "undotree": {
    "branch": "master"
  },
  "vim-prisma": {
    "branch": "main"
  },
  "which-key.nvim": {
    "branch": "main"
  },
  "wrapping.nvim": {
    "branch": "master"
  }
}
